Repository: Artemia76/ChatGlobal
Catalog: lng/*/chatglobal.po
Languages: fr

source: Unknow Raison Code
fr: Code inconnu

source: Unable to init the SDK, Reason :
fr: Impossible d'initialiser la SDK, Raison :

source: Avatar_Delete_Error: Name=
fr: Avatar_Delete_Error: Nom=

source: Unable to resolve IP, Reason:
fr: Impossible de résoudre l'IP, Raison:

source: Result of Citizen Search:
fr: Résultat de la recherche citoyen:

source: Number :
fr: Numéro :

source: Name :
fr: Nom :

source: A new day happen
fr: Un nouveau jour commence

source: running.
fr: actif.

source: Select a bot
fr: Choisir un bot

source: E&xit
fr: &Quitter

source: Exiting the ChatGLobal
fr: Quitter le ChatGlobal

source: Connect
fr: Connexion

source: Connecting AW
fr: Connection à AW

source: Setup
fr: Options

source: AW Setup
fr: Options AW

source: Xelag Server Connection
fr: Connexion Serveur Xelag

source: Xelag Server Setup
fr: Configuration Serveur Xelag

source: Customing
fr: Personnalisation

source: Custom the ChatGlobal
fr: Personnaliser le ChatGlobal

source: Tchat recording
fr: Enrtegistrement du TChat

source: Enable
fr: Actif

source: Enable the auto sky engine
fr: Autoriser le Ciel Automatique

source: Timing
fr: Horaires

source: Sun setting
fr: Paramètres Temporels du ciel

source: Colours
fr: Couleurs

source: Sky colours setting
fr: Paramètres des couleurs du ciel

source: Help
fr: Aide

source: ChatGLobal Help
fr: Aide au ChatGlobal

source: Abyssia Bots Support
fr: Support des Bots Abyssia

source: About...
fr: A Propos...

source: About the ChatGlobal
fr: A propos du ChatGlobal

source: Tools
fr: Outils

source: Sky
fr: Ciel

source: Connection
fr: Connexion

source: Next bot
fr: Bot suivant

source: Previous bot
fr: Bot précedent

source: Customization
fr: Personnalisation

source: Stopped.
fr: Stoppé.

source: Are you sure want abording attempts of reconnection?
fr: Veuillez confirmer l'annulation des éssais de reconnexion.

source: Warning
fr: Attention

source: Abording Attempts of reconnections
fr: Annulation des essais de reconnexions.

source: Active Worlds Setting
fr: Paramêtres AW

source: Xelagot server setting
fr: Paramètres Serveur Xelag

source: Auto Sky Disabled
fr: Ciel Automatique Désactivé

source: Auto Sky Enabled
fr: Ciel Automatique Autorisé

source: Sun Time Setting
fr: Paramètres temporels du ciel

source: Sky Color Setting
fr: Paramètres Couleur du Ciel

source: http://www.symerion.fr/abyssia/chatglobal.php
fr: http://www.abyssia.fr/chatglobal.php

source: http://www.symerion.fr/forum
fr: http://www.abyssia.fr/forum

source: Please Select a bot ( 1 -> %d):
fr: Veuillez choisir un bot ( 1 -> %d):

source: Bot Selection...
fr: Selection du Bot...

source: Disconnect
fr: Déconnexion

source: AW Disconnection
fr: Déconnexion d'AW

source: Disconnected from AW
fr: Déconnecté d'AW

source: Xelag Server disconnection
fr: Déconnexion du serveur Xelag

source: Connected on Xelag Server
fr: Connecté au serveur Xelag

source: Disconnected from Xelag Server
fr: Déconnecté du serveur Xelag

source: Citizen :
fr: Citoyen :

source: PassWord :
fr: Mot de Passe:

source: Universe :
fr: Univers :

source: Bot Name :
fr: Nom du Bot :

source: World :
fr: Monde :

source: Auto connection on startup
fr: Connexion Auto au démarrage

source: Reconnection Delay (sec) :
fr: Délai de reconnexion (sec) :

source: Number of attempts :
fr: Nombres d'éssais

source: Allow the customized colors
fr: Autoriser les couleurs personnelles

source: You have to set a number ranged between 0 and 65535
fr: Vous devez spécifier un nombre entre 0 et 65535

source: You have to set a number ranged between 0 and 300 secondes
fr: Vous devez spécifier un nombre entre 0 et 300 secondes

source: You have to set a number ranged between 0 and 10 attempts, for infinity set -1
fr: Vous devez spécifier un nombre entre 0 et 10 tentatives, -1 pour un nombre illimité

source: Welcome Message for guests :
fr: Message d'accueil des visiteurs :

source: Incoming Public Message :
fr: Mesage d'annonce d'entrée :

source: Outgoing Public Message :
fr: Message d'annonce de départ :

source: Kling winner message :
fr: Message d'annonce du Kling

source: Kloug winner message :
fr: Message d'annonce du Kloug :

source: Allow space limit hearing (in meters) :
fr: Brider le dialogue à (en mètres) :

source: Allow area limit hearing Network (in meters) :
fr: Brider la réception du global à (en mètres) :

source: Time :
fr: Temps :

source: Attempt :
fr: Tentatives :

source: Ejection message :
fr: Message d'éjection :

source: Host :
fr: Hôte :

source: For
fr: Pour

source: by
fr: par

source: (All right reserved.)
fr: (Tout droits réservés.)

source: Build with
fr: Compilé avec
