Repository: Artemia76/ChatGlobal
Catalog: lng/*/chatglobal.po
Languages: fr

source: By
fr: Par

source: Uses xelagot server:
fr: Utilise le serveur Xelagot:

source: The Jogger %n has been ejected.
fr: Le Jogger %n a été éjecté.

source: Recording Started
fr: Enregistrement démarré

source: Recording Stopped
fr: Enregistrement Stoppé

source: Unable to create instance, Reason :
fr: Impossible de créer une instance, Raison :

source: Instance Initialized.
fr: Instance initialisée.

source: Disconnected from Universe
fr: Déconnecté de l'univers

source: Unable to join the universe, Reason :
fr: Impossible de se connecter à l'univers, raison :

source: Connected on Universe
fr: Connecté à l'univers

source: Unable to connect on world
fr: Impossible de se connecter au monde

source: ,Reason:
fr: ,Raison:

source: Connected on world
fr: Connecté au monde

source: A reconnection will be tryed in %d sec.
fr: Une tentative de reconnexion sera tentÃ©e dans %d sec.

source: End of attempts
fr: Fin des tentatives.

source: Connection lost with universe
fr: Connexion perdue avec l'univers

source: Connection lost with the world
fr: Connexion perdue avec le monde

source: Welcome on the ChatGlobal %n.
fr: Bienvenue sur le ChatGlobal %n.

source: %n incoming.
fr: %n viens d'entrer.

source: %n outgoing
fr: %n viens de partir.

source: Great %n, good Kling on %c !!!, you have now %p points!
fr: Super %n, bien Klingé sur %c !!!, tu as %p points maintenant!

source: Great %n, good Kloug on %c !!!, you have now %p points!
fr: Génial %n, bien Klougé sur %c !!!, tu as %p points maintenant!

source: by
fr: par

source: ChatGLobal Help: (to use commands, place them in first followed by a space of the sentence)
fr: Aide au ChatGlobal: (Pour utiliser ces commandes, placez les en premier suvit d'un espace dans la phrase)

source: /me :Speak without tabulation
fr: /me :Ecrirer à la troisième personne

source: /bold :Speak bold
fr: /bold :Ecrire en gras

source: /ita :Speak italic
fr: /ita :Ecrire en italique

source: // :Cancel all the commands on sentence
fr: // :Inhiber les / dans une phrase

source: /color Rx Gy Bz :Use the RGB colour
fr: /color Rx Vy Bz :Défini une couleur avec un code RVB

source: /chat pink :Use the "pink" named colour
fr: /chat pink Utilise la couleur prédéfinie "pink"

source: /rejoindre "nick" :Join a person on the world
fr: /rejoindre "pseudo" :Rejoindre une personne présente sur le monde

source: /global on :Set you tchat mode in global
fr: /global on Mettre votre mode de conversation en global

source: /global off :Set your tchat mode in local
fr: /global off :Mettre votre mode de conversation en local

source: /join on :Enable people to join you
fr: /join on :Autoriser les utilisateurs à vous rejoindre

source: /join off :Disable people to join you
fr: /join off :Interdire aux utilisateurs de vous rejoindre

source: /info :Give you some information about your modes
fr: /info :Vous donne des informations sur vos différents modes de conversation

source: /avat x :Change your avatar with the number x (0 - 255) If you are tourist , you will be alone to see your avatar
fr: /avat x Change votre avatar avec le numéro x (0 - 255) Si vous êtes un touriste, vous serez le seul à pouvoir voir votre avatar.

source: For Public Speaker:
fr: Pour les Public Speaker:

source: /boldon :Enable the permanent bold mode
fr: /boldon :Active l'écriture en gras permanente

source: /boldoff :Disable the permanent bold mode
fr: /boldoff :Désactive l'écriture en gras permanente

source: /itaon :Enable the permanent italic mode
fr: /itaon :Active l'écriture en italique permanente

source: /itaoff :Disable the permanent italic mode
fr: /itaoff :Désactive l'écriture en italique permanente

source: /titre :Set the nobility title (before the nick)
fr: /titre :Défini le titre de noblesse (Avant le pseudo)

source: /tion :Enable the nobility title
fr: /tion :Active le titre de noblesse

source: /tioff :Disable the nobility title
fr: /tioff :Désactive le titre de noblesse

source: /quali :Set the nobility quality (After the nick)
fr: /quali :Défini la qualité (Après le pseudo)

source: /quon :Enable the nobility quality
fr: /quon :Active la qualité

source: /quoff :Disable the nobility quality
fr: /quoff :Désactive la qualité

source: For Moderator:
fr: Pour les modérateurs:

source: /muteon nom :Mute the user nom
fr: /muteon nom :Mute l'utilisateur nom

source: /muteoff nom :Unmute the user nom
fr: /muteoff nom :Démute l'utilisateur nom

source: /listmute :List muted users
fr: /listmute :Liste les utilisateurs mutés

source: /list :Give number of user on the world
fr: /list :Liste les personnes présentes sur le monde avec leur IP

source: /addcolor name Rx Gy By :Set a new named colour
fr: /addcolor nom Rx Gy By :Défini une couleur prédéfinie

source: /delcolor nom :Erase a named colour
fr: /delcolor nom :Supprime une couleur prédéfinie

source: /cgon :Conect the T'Chat streaming on xelag server
fr: /cgon :Connecte le ChatGlobal au réseau Xelag

source: /cgoff :Disconnect the T'Chat streaming from xelagot server
fr: /cgoff :Déconnecte le ChatGlobal du serveur Xelag

source: /stat :Give the DB statistics
fr: /stat :Donne les statistiques de la base de donnée

source: For more information , please read the online documentation :
fr: Pour plus d'informations, veuillez lire la documentation en ligne :

source: Kling results: 1 -
fr: Résultat des Kling: 1 -

source: with %d points. 2 -
fr: avec %d points. 2 -

source: with %d points. 3 -
fr: avec %d points. 3 -

source: with %d points. Kloug results: 1 -
fr: avec %d points. Résultats des Kloug: 1 -

source: with %d points.
fr: avec %d points.

source: You have %d points for Kling. You have %d points for Kloug.
fr: Vous avez %d points pour les Kling. Vous avez %d points pour les Kloug.

source: You are writing on this color now.
fr: Vous écrivez maintenant avec cette couleur.

source: Unknown color... Try another syntax.
fr: Couleur inconnue... Essayez une autre syntaxe.

source: You are writing on this color :
fr: Vous écrivez avec cette couleur :

source: Please check the name
fr: Veuillez vérifier le nom

source: The user
fr: L'utilisateur

source: not exist.
fr: n'existe pas.

source: don't want to be joined.
fr: ne désire pas être rejoint.

source: You has been joined by
fr: Vous avez été rejoint par

source: The Global function is disable
fr: La fonction globale est désactivée

source: You are in global mode
fr: Vous êtes en mode global

source: The global function is enable
fr: La fonction global est activée

source: You are in local mode
fr: Vous êtes en mode local

source: You are joignable
fr: Vous êtes joignable

source: You aren't joignable
fr: Vous n'êtes pas joignable

source: You are speaking in global mode
fr: Vous écrivez en mode global

source: You are speaking in local mode
fr: Vous écrivez en mode local

source: You are Public Speaker
fr: Vous êtes Public Speaker

source: You are keeper
fr: Vous êtes Modérateur

source: You are Eminent
fr: Vous êtes Eminent

source: You choose the avatar number
fr: Vous avez choisi l'avatar numéro

source: You activated Permanent Bold.
fr: Vous avez activé le mode d'écriture gras permanent.

source: You desactivated Permanent Bold.
fr: Vous avez désactivé le mode d'écriture gras permanent.

source: You activated Permanent Italic.
fr: Vous avez activé le mode d'écriture Italique permanent.

source: You desactivated Permanent Italic.
fr: Vous avez désactivé le mode d'écriture Italique permanent.

source: You activated your nobility title.
fr: Vous avez activé votre titre de noblesse.

source: You desactivated your nobility title.
fr: Vous avez désactivé votre de titre de noblesse

source: You activated your nobility quality.
fr: Vous avez activé votre qualité.

source: You desactivated your nobility quality.
fr: Vous avez désactivé votre qualité.

source: You setted your nobility title.
fr: Vous avez défini votre titre de noblesse.

source: You setted your nobility quality.
fr: Vous avez défini votre qualité.

source: The global tchat mode is stoped.
fr: Le mode TChat global est stoppé.

source: The global tchat mode is run.
fr: Le mode TChay global est activé.

source: Please wait a moment, another work in progress
fr: Veuillez patienter, une autre demande est en cours

source: Request ...
fr: Demande en cours ...

source: All Kling Kloug results cleaned
fr: Tout les résultat du kling et du kloug on été réinitialisé

source: Result Erased by :
fr: Résultats éffacés par :

source: This color name already exist.
fr: Ce nom de couleur existe déjà.

source: The color database is full, please purge some unused colors before.
fr: La base de donnée des couleurs prédéfinie est pleine, veuillez purger certaines couleurs non utilisées.

source: The color has been indeed added.
fr: La couleur prédéfinie a été ajouté.

source: This Color doesn't exist
fr: Cette couleur n'existe pas

source: This color has been indeed removed.
fr: Cette couleur prédéfinie a été supprimée.

source: Error in database.
fr: Erreur dans la base de donnée.

source: Stat of DB: - %d users. - %d%% of Citizen. - %d%% of tourists. - Frequentation average index: %d - Kling Average: %d - Kloug Average: %d
fr: Stat de la base de donnée: - %d utilisateurs. - %d%% de citoyens. - %d%% de touristes. - Index de Fréquentation moyen: %d - Moyenne des Kling: %d - Moyenne des Kloug: %d

source: End of list
fr: Fin de liste

source: Nobody in this world.
fr: Personne dans ce monde.

source: List of users :
fr: Liste des utilisateurs :

source: has been muted.
fr: a été muté.

source: Unknown user
fr: Utilisateur inconnu

source: has been unmuted.
fr: a été démuté.

source: Empty list.
fr: Liste vide.

source: List of muted users:
fr: Liste des utilisateurs mutés:

source: Ejected by
fr: Ejecté par

source: has been ejected while 1 day
fr: a été éjecté pendant 1 jour

source: Bad Command
fr: Mauvaise commande

source: on
fr: sur

source: connected on ChatGlobal Network
fr: connecté sur le réseau ChatGlobal

source: disconnected from ChatGlobal Network
fr: déconnecté du réseau ChatGlobal

source: incoming.
fr: entre.

source: outgoing.
fr: sort.

source: Unable process ejection by IP method
fr: Impossible d'éjecter par la méthode IP

source: User ejected by IP method
fr: L'utilisateur a été éjecté par la méthode IP

source: Unable process ejection by Citizen method
fr: Impossible d'éjecter avec la méthode citoyen

source: User ejected by Citizen method
fr: L'utilisateur a été éjecté par la méthode Citoyen

source: Morning:
fr: Matin:

source: Day:
fr: Jour:

source: Evening:
fr: Soir:

source: Night:
fr: Nuit:

source: North
fr: Nord

source: South
fr: Sud

source: East
fr: Est

source: West
fr: Ouest

source: Cancel
fr: Annuler

source: Start of sun rising :
fr: Début de l'aube :

source: End of sun rising :
fr: Fin de l'aube :

source: Start of sun descent :
fr: Début du crépuscule :

source: End of sun descent :
fr: Fin du crépuscule :

source: Sun
fr: Soleil

source: Mask :
fr: Masque :

source: Size :
fr: Taille :

source: Moon
fr: Lune

source: One of timing goes wrong, please check that time are following
fr: Une de ces horaires ne concorde pas, veuillez vérifier les horaires se suivent

source: Error
fr: Erreur

source: Users
fr: Utilisateurs

source: Citizen : %d
fr: Citoyen : %d

source: Show ChatGlobal
fr: Montre le ChatGlobal

source: Recall to ForeGround
fr: Rappel au premier plan

source: Hide the ChatGlobal
fr: Masque le ChatGlobal

source: Hide this app
fr: Masquer cette application

source: Connected on the remote host
fr: Connecté à l'hôte distant

source: Xelag Server Connection lost.Reason :
fr: La connexion avec le serveur Xelag a été perdue. Raison :

source: No Error.
fr: Pas d'erreurs.

source: Invalid operation.
fr: Opération invalide.

source: Input/Output error.
fr: Erreur d'entrée/sortie.

source: Invalid address.
fr: Adresse invalide.

source: Invalid socket.
fr: Socket invalide.

source: No corresponding host.
fr: Aucun Hôte correspondant.

source: Invalid port.
fr: Numéro de port invalide.

source: Timeout.
fr: Temps expiré.

source: TimeOut Expired.
fr: Temps expiré.

source: Memory exhausted.
fr: Fuite Mémoire.

source: Unknown.
fr: Inconnu.

source: Host Connection...
fr: Connexion à l'hôte...

source: Disconnected from Xelag server
fr: Déconnecté du serveur Xelag

source: A reconnection will be tryed in %d s.
fr: Une tentative de reconnexion sera tentée dans %d sec.

source: The Chat network mode is alive.
fr: Le réseau ChatGLobal est en ligne.

source: The Chat network mode is already alive.
fr: Le réseau ChatGlobal est hors ligne.

source: The Chat network mode is stopped.
fr: Le réseau ChatGlobal est stoppé.

source: The Chat network mode is already stopped.
fr: Le réseau ChatGlobal est déjà stoppé.

source: Bad Login : Check the conection setting for the Xelag server
fr: Mauvais login : Veuillez vérifier les paramètres de connexion avec le serveur Xelag

source: Send login to Xelag Server...
fr: Envoie du login au Serveur Xelag...

source: Bad PassWord : Check the conection setting for the Xelag server
fr: Mauvais mot de passe : Veuillez vérifier les paramètres de connexion avec le serveur Xelag

source: Send the password to Xelag Server...
fr: Envoie du mot de passe au serveur Xelag...

source: Unable to connect on Xelag Server : Someone is already connected with this login
fr: Impossible de se connecter au serveur Xelag : Quelqu'un est déjà connecté avec ce login

source: Connected on xelag server
fr: Connecté au serveur Xelag

source: Hello
fr: Bonjour

source: Already connected on
fr: Déjà connecté sur

source: Connecting on world
fr: Connexion au monde

source: Already Disconnected.
fr: Déjà Déconnecté.

source: Disconnecting.
fr: Déconnexion.

source: Welcome Message changed.
fr: Message d'accueil changé.

source: The color of welcome message has been changed.
fr: La couleur du message d'accueil a été changé.

source: Incoming Message changed.
fr: Le message d'annonce d'entrée a été changé.

source: The Incoming message color has been changed.
fr: La couleur du message d'annonce d'entrée a été changée.

source: Outgoing message changed.
fr: Le message d'annonce de sortie a été changé.

source: The Outgoing message color has been changed.
fr: La couleur du message d'annonce de sortie a été changée.

source: Kling winner message changed.
fr: Le message du kling a été changé.

source: The kling winner message color has been changed.
fr: Le message d'annonce du Kling a été changé.

source: Kloug winner message changed.
fr: Message du Kloug changé.

source: The Kloug winner message color has been changed.
fr: Le message d'annonce du Kloug a été changé.

source: Citizen account has been changed.
fr: Le compte citoyen a été changé.

source: Privilege Password has been changed.
fr: Le mot de passe privilège a été changé.

source: The world has been changed.
fr: Le monde a été changé.

source: The bot name has been changed.
fr: Le nom du bot a été changé.

source: : New Log File.
fr: : Nouveau Fichier de Log.

source: : Unable to open the log file.
fr: : Impossible d'ouvrir le fichier de log.

source: Tchat Recording stopped
fr: Enregistrement du TChat Arrêté

source: TChat Recording Started
fr: Enregistrement du TChat démarré

source: Citizen Ship Expired
fr: Citoyen expiré.

source: Land Limit Exceeded
fr: Taille de monde dépassée.

source: No Such Citizen
fr: Le citoyen n'existe pas.

source: Message Length Bad
fr: Longueur de message incorrecte

source: License Password Contains Space
fr: Le mot de passe monde contient au moins un espace

source: License Password Too Long
fr: Le mot de passe monde est trop long

source: License Password Too Short
fr: Le mot de passe monde est trop court

source: License Range Too Large
fr: La taille du monde est trop grande

source: License Range Too Small
fr: La taille du monde est trop petite

source: License Users Too Large
fr: La limite d'utilisateur est trop grande

source: License Users Too Small
fr: La limite d'utilisateur est trop petite

source: License Contains Invalid Char
fr: Le nom du monde contient des caractères invalides

source: Invalid Password
fr: Mot de passe invalide

source: Unable To Mail Back Number
fr: Impossible de retourner le numéro

source: License World Too Short
fr: Le nom du monde est trop court

source: License World Too Long
fr: Le nom du monde est trop long

source: Server Out Of Memory
fr: Le serveur en dépassement mémoire

source: Invalid World
fr: Monde invalide

source: Server Outdated
fr: Serveur périmé

source: World Already Started
fr: Le monde est déjà démarré

source: No Such World
fr: Pas de monde

source: Not Logged In
fr: Pas connecté

source: Unauthorized
fr: Non autorisé

source: World Already Exists
fr: Le monde existe déjà

source: No Such License
fr: Pas de nom de monde

source: Identity Already In Use
fr: Identité déjà utilisée

source: Unable To Report Location
fr: Impossible de rapporter la position

source: Invalid Email
fr: Email invalide

source: No Such Acting Citizen
fr: Pas de privilèges

source: Acting Password Invalid
fr: Mot de passe privilèges invalide

source: Universe Full
fr: Univers plein

source: Billing Timeout
fr: Payement expiré

source: Billing Recv Failed
fr: Réception du payement échoué

source: Billing Response Invalid
fr: Confirmation du payement invalide

source: Billing Rejected
fr: Payement refusé

source: Billing_Blocked
fr: Payement bloqué

source: Too Many Worlds
fr: Trop de mondes

source: Must Upgrade
fr: Mise à jour nécéssaire

source: Bot Limit Exceeded
fr: Limite de bot dépassée

source: World_Expired
fr: Monde expiré

source: Citizen Does Not Expire
fr: La citoyenneté n'expire pas

source: License Sarts With Number
fr: Le nom du monde commence par un chiffre

source: No Such Ejection
fr: Pas d'ejection

source: No Such Session
fr: Pas de session

source: Ejection Expired
fr: Ejection expirée

source: Acting Citizen Expired
fr: Citoyen privilège expiré

source: Already_Started
fr: Déjà démarré

source: World Running
fr: Le monde fonctionne

source: World Not Set
fr: Le monde n'est pas configuré

source: No Such Cell
fr: Pas de cellule

source: No Registry
fr: Pas de registry

source: Can't Open Registry
fr: Ne peux pas ouvrir la registry

source: Citizen_Disabled
fr: Citoyens interdits

source: World Disabled
fr: Mondes interdits

source: Beta Required
fr: Version Beta requise

source: Acting Citizen Disabled
fr: Citoyen privilège non autorisé

source: Invalid Uuser Count
fr: Compte utilisateur invalide

source: Private World
fr: Monde privé

source: No Tourists
fr: Pas de touristes

source: EMail Contains Invalid Char
fr: l'EMail contient des caractères invalides

source: EMail Ends With Blank
fr: L'EMail se termine par un blanc

source: EMail Missing Dot
fr: L'EMail na pas de point

source: EMail Missing At
fr: L'EMail n'a pas de @

source: EMail Starts With Blank
fr: L'Email commence par un blanc

source: EMail Too Long
fr: EMail trop long

source: EMail Too Short
fr: Email trop court

source: Name Already Used
fr: Le nom est déjà utilisé

source: Name Contains Nonalphanumeric Char
fr: Le nom contient des caractères non alphanumériques

source: Name Contains Invalid Blank
fr: Le nom contient des blancs invalides

source: Name Doesn't Exist
fr: Le nom n'existe pas

source: Name Ends With Blank
fr: Le nom se termine par un blanc

source: Name Too Long
fr: Nom trop long

source: Name Too Short
fr: Nom trop court

source: Name Unused
fr: Nom inutilisé

source: Password Too Long
fr: Mot de passe trop long

source: Password Too Short
fr: Mot de passe trop court

source: Password Wrong
fr: Mot de passe incorrect

source: Unable To Delete Name
fr: Impossible de supprimer le nom

source: Unable To Get Citizen
fr: Impossible de récuperer le citoyen

source: Unable To Insert Citizen
fr: Impossible d'insérer le citoyen

source: Unable To Insert Name
fr: Impossible d'insérer le nom

source: Unable To Put Citizen Count
fr: Impossible d'établir le compte citoyen

source: Unable To Delete Citizen
fr: Impossible de supprimer la citoyenneté

source: Number Already Used
fr: Numéro déjà utilisé

source: Number Out Of Range
fr: Numéro hors limite

source: Privilege Password Is Too Short
fr: Le mot de passe privilège est trop court

source: Privilege Password Is Too Long
fr: Le mot de passe privilège est trop long

source: Not Change Owner
fr: Propriétaire inchangé

source: Can't Find Old Element
fr: Ne peux trouver l'ancien élément

source: Unable To Change Attribute
fr: Impossible de changer les paramètres

source: Can't Change Owner
fr: Ne peux pas changer de propriétaire

source: Imposter
fr: Imposteur

source: Invalid Request
fr: Requête invalide

source: Can't Build Here
fr: Ne peux pas construire ici

source: Encroaches
fr: Chevauchement

source: No Such Object
fr: Pas d'objets

source: Not Delete Owner
fr: Pas le droit de supprimer

source: Too Many Bytes
fr: Trop d'octets

source: Unable To Store
fr: Impossible de stocker

source: Unregistered Object
fr: Objet non enregistré

source: Element Already Exists
fr: L'élément existe déjà

source: Restricted Command
fr: Commande restreinte

source: No Build Rights
fr: Pas le droit de construire

source: Out Of Bounds
fr: En dehors des limites

source: Restricted Object
fr: Objet Privé

source: Restricted Area
fr: Zone Privée

source: Out Of Memory
fr: Dépassement de mémoire

source: Not Yet
fr: Pas prêt

source: Timeout
fr: Temps expiré

source: Null Pointer
fr: Pointeur nul

source: Unable To Contact Universe
fr: Impossible de contacter l'univers

source: Unable To Contact World
fr: Impossible de contacter le monde

source: Invalid World Name
fr: Nom du monde invalide

source: Send Failed
fr: Envoi échoué

source: Receive Failed
fr: Réception échouée

source: Stream Empty
fr: Flux vide

source: Stream Message Too Long
fr: Message de flux trop long

source: World Name Too Long
fr: Le nom du monde est trop long

source: Message Too Long
fr: Message trop long

source: Too Many Resets
fr: Trop de réinitialisation

source: Unable To Create Socket
fr: Impossible de creer la connexion

source: Unable To Connect
fr: Impossible de connecter

source: Unable To Set NonBlocking
fr: Impossible de mettre en non bloquant

source: Can't Open Stream
fr: Ne peux pas ouvrir le flux

source: Can't Write Stream
fr: Ne peux pas écrire le flux

source: Can't Close Stream
fr: Ne peux pas fermer le flux

source: No Connection
fr: Pas de connexion

source: Unable To Initialize Network
fr: Impossible d'initialiser le réseau

source: Incorrect Message Length
fr: Longueur de message incorrecte

source: Not Initialized
fr: Pas initialisé

source: No Instance
fr: Pas d'instance

source: Out Buffer Full
fr: Tampon de sortie plein

source: Invalid Callback
fr: Appel différé invalide

source: Invalid Attribute
fr: Attribut invalide

source: Type Mismatch
fr: Le type ne concorde pas

source: String Too Long
fr: Chaîne trop longue

source: Read Only
fr: Lecture seule

source: Unable To Register Resolve
fr: Impossible de référencer la résolution

source: Invalid Instance
fr: L'instance est invalide

source: Version Mismatch
fr: La version ne concorde pas

source: In Buffer Full
fr: Tampon d'entrée plein

source: Protocol Error
fr: Erreur de protocole

source: Query In Progress
fr: Téléchargement en cours

source: World Full
fr: Monde complet

source: Ejected
fr: Ejecté

source: Not Welcome
fr: Pas le bienvenu

source: Unable To Bind
fr: Impossible de résoudre

source: Unable To Listen
fr: Impossible d'écouter

source: Unable To Accept
fr: Impossible d'accepter

source: Connection Lost
fr: Connexion perdue

source: No Stream
fr: Pas de flux

source: Not Available
fr: Pas disponible

source: Old Universe
fr: Ancien Univers

source: Old World
fr: Ancien Monde.

source: World Not Running
fr: Le monde n'est pas en marche.

source: Invalid Argument
fr: Paramètre invalide

source: AwLogin CallBack TimeOut
fr: Callback AwLogin expiré.
